Repository: oflorezawaken-dev/huawei-app-factory
Catalog: apps-ios/shift-slip/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_pt, tr, zh_hans

# tipoutsplit.explanation
source: Percentages apply to this shift's total voluntary tips or sales, never to a running remainder and never to service charges unless the recipient's rule says otherwise.
ar: تُطبَّق النسب المئوية على إجمالي الإكراميات الطوعية أو المبيعات لهذه الوردية، ولا تُطبَّق أبدًا على باقٍ متبقٍ ولا على رسوم الخدمة إلا إذا نصّت القاعدة على خلاف ذلك.
de: Prozentsätze gelten für die gesamten freiwilligen Trinkgelder oder Umsätze dieser Schicht, nie für einen Restbetrag und nie für Servicegebühren, sofern die Regel nichts anderes vorsieht.
es: Los porcentajes se aplican al total de propinas voluntarias o ventas de este turno, nunca a un remanente ni a los cargos por servicio salvo que la regla lo indique.
fr: Les pourcentages s'appliquent au total des pourboires volontaires ou des ventes de ce service, jamais à un solde restant ni aux frais de service, sauf indication contraire de la règle.
it: Le percentuali si applicano al totale delle mance volontarie o delle vendite di questo turno, mai a un resto residuo né ai costi di servizio, salvo diversa indicazione della regola.
pt_pt: As percentagens aplicam-se ao total de gorjetas voluntárias ou vendas deste turno, nunca a um remanescente nem a taxas de serviço, salvo indicação da regra.
tr: Yüzdeler bu vardiyanın toplam gönüllü bahşişine veya satışına uygulanır; kural aksini belirtmedikçe asla kalan bir bakiyeye veya servis ücretlerine uygulanmaz.
zh_hans: 百分比按本次班次的自愿小费或销售总额计算，绝不基于余额计算，除非该接收人的规则另有说明，也绝不包含服务费。

# tipoutsplit.manual.amount
source: Tip-Out Amount
ar: مبلغ توزيع الإكراميات
de: Trinkgeld-Betrag
es: Importe del reparto
fr: Montant de la répartition
it: Importo della ripartizione
pt_pt: Montante da partilha
tr: Bahşiş Paylaşım Tutarı
zh_hans: 小费分成金额

# tipoutsplit.manual.section
source: Manual Total
ar: الإجمالي اليدوي
de: Manueller Gesamtbetrag
es: Total manual
fr: Total manuel
it: Totale manuale
pt_pt: Total manual
tr: Manuel Toplam
zh_hans: 手动总额

# tipoutsplit.manual.toggle
source: Enter a Manual Total Instead
ar: إدخال إجمالي يدوي بدلاً من ذلك
de: Stattdessen manuellen Gesamtbetrag eingeben
es: Escribir un total manual en su lugar
fr: Saisir un total manuel à la place
it: Inserisci invece un totale manuale
pt_pt: Introduzir um total manual em vez disso
tr: Bunun Yerine Manuel Toplam Gir
zh_hans: 改为手动输入总额

# tipoutsplit.recipients
source: Recipients
ar: المستفيدون
de: Empfänger
es: Destinatarios
fr: Bénéficiaires
it: Destinatari
pt_pt: Destinatários
tr: Alıcılar
zh_hans: 接收人

# tipoutsplit.resolved %@
source: Resolves to %@
ar: يُحسب بمبلغ %@
de: Entspricht %@
es: Equivale a %@
fr: Correspond à %@
it: Corrisponde a %@
pt_pt: Equivale a %@
tr: %@ olarak hesaplanır
zh_hans: 折合 %@

# tipoutsplit.savedefault
source: Save as This Job's Default Rule
ar: الحفظ كقاعدة افتراضية لهذه الوظيفة
de: Als Standardregel für diesen Job speichern
es: Guardar como regla predeterminada de este empleo
fr: Enregistrer comme règle par défaut de cet emploi
it: Salva come regola predefinita per questo lavoro
pt_pt: Guardar como regra predefinida deste emprego
tr: Bu İşin Varsayılan Kuralı Olarak Kaydet
zh_hans: 保存为该工作的默认规则

# tipoutsplit.title
source: Tip-Out Split
ar: توزيع الإكراميات
de: Trinkgeld-Aufteilung
es: Reparto de propinas
fr: Répartition des pourboires
it: Ripartizione mance
pt_pt: Partilha de gorjetas
tr: Bahşiş Paylaşımı
zh_hans: 小费分配

# tipoutsplit.total
source: Total Tip-Out
ar: إجمالي توزيع الإكراميات
de: Trinkgeld-Gesamtbetrag
es: Reparto total
fr: Total réparti
it: Totale ripartito
pt_pt: Total da partilha
tr: Toplam Bahşiş Paylaşımı
zh_hans: 小费分成总额

# tipouttype.flat
source: Flat Amount
ar: مبلغ ثابت
de: Fester Betrag
es: Importe fijo
fr: Montant fixe
it: Importo fisso
pt_pt: Montante fixo
tr: Sabit Tutar
zh_hans: 固定金额

# tipouttype.manual
source: Manual
ar: يدوي
de: Manuell
fr: Manuel
it: Manuale
tr: Manuel
zh_hans: 手动

# tipouttype.percentOfSales
source: % of Sales
ar: % من المبيعات
de: % des Umsatzes
es: % de ventas
fr: % des ventes
it: % delle vendite
pt_pt: % das vendas
tr: Satışın %'si
zh_hans: 销售额的百分比

# tipouttype.percentOfTips
source: % of Tips
ar: % من الإكراميات
de: % des Trinkgelds
es: % de propinas
fr: % des pourboires
it: % delle mance
pt_pt: % das gorjetas
tr: Bahşişin %'si
zh_hans: 小费的百分比
